Repository: PauGonzalezSEPTEO/ACI.Proxy
Catalog: src/ACI.HAM.Mail/Resources/Services.MailService.*.resx
Languages: es

source: Activate account
es: Activar la cuenta

source: Button not working? Try pasting this URL into your browser:
es: ¿El botón no funciona? Intente pegar esta URL en su navegador:

source: Copyright
es: Derechos de autor

source: Hello!
es: ¡Hola!

source: If you are not trying to log in, please change your password and consider changing your email to ensure the security of your account.
es: Si no estás intentando iniciar sesión, por favor, cambia tu contraseña y considera modificar la de tu correo electrónico para garantizar la seguridad de tu cuenta.

source: Kind regards,
es: Atentamente,

source: Reset password
es: Restablecer la contraseña

source: The Septeo team.
es: El equipo de Septeo.

source: This confirmation link will expire in 3 days. If you did not request an account, no further action is required.
es: Este enlace de confirmación caducará en 3 días. Si no solicitó una cuenta, no se requiere ninguna otra acción.

source: This is the code you need to log into your account:
es: Este es el código que necesita para iniciar sesión en su cuenta:

source: This password reset link will expire in 60 minutes.
es: Este enlace de restablecimiento de contraseña caducará en 60 minutos.

source: This password reset link will expire in 60 minutes. If you did not request a password reset, no further action is required.
es: Este enlace de restablecimiento de contraseña caducará en 60 minutos. Si no solicitó un restablecimiento de contraseña, no se requiere ninguna otra acción.

source: To activate your account, please click on the button below to verify your email address. Once activated, you ll have full access to our free and premium products.
es: Para activar su cuenta, haga clic en el botón a continuación para verificar su dirección de correo electrónico. Una vez activado, tendrá acceso completo a nuestros productos gratuitos y premium.

source: Welcome to Septeo!
es: ¡Bienvenido a Septeo!

source: You are receiving this email because we received a password reset request for your account. To proceed with the password reset please click on the button below:
es: Está recibiendo este correo electrónico porque recibimos una solicitud de restablecimiento de contraseña para su cuenta. Para continuar con el restablecimiento de la contraseña, haga clic en el siguiente botón:

source: You are receiving this email because your account is locked out, to proceed with the password reset please click on the button below:
es: Está recibiendo este correo electrónico porque su cuenta está bloqueada, para continuar con el restablecimiento de contraseña, haga clic en el botón a continuación:

source: Your Septeo password was just changed.
es: Su contraseña de Septeo acaba de cambiarse.

source: We would like to inform you that your API key is about to expire on
es: Queremos informarle que su clave API está próxima a caducar el
