Repository: PauGonzalezSEPTEO/ACI.Proxy
Catalog: src/ACI.HAM.Mail/Localization/DataAnnotations.*.resx
Languages: es

source: An error occured. The mail could not be sent
es: Ocurrió un error. No se pudo enviar el correo

source: Email addresses must be between and characters
es: Las direcciones de correo electrónico deben tener entre {0} y {1} caracteres

source: Email should have at least 3 characters
es: El correo electrónico debe tener al menos 3 caracteres

source: Email should have maximum 256 characters
es: El correo electrónico debe tener un máximo de 256 caracteres

source: Mail has successfully been sent
es: El correo ha sido enviado con éxito

source: Subject is required
es: El asunto es requerido

source: Token is required
es: El token es requerido

source: Url is required
es: La Url es requerida

source: You must provide at least one email address
es: Debe indicar al menos una dirección de correo electrónico

source: If you didn't change your password, please contact our support team. Your security is very important to us!
es: Si no cambió su contraseña, comuníquese con nuestro equipo de soporte. ¡Tu seguridad es muy importante para nosotros!

source: Your Septeo password was just changed.
es: Su contraseña de Septeo acaba de cambiarse.

source: API Key expiration notice
es: Notificación de caducidad de API Key

source: Expiration is required
es: La caducidad es requerida

source: To avoid any disruptions in accessing our service, we recommend that you generate a new API key before the mentioned date.
es: Para evitar interrupciones en el acceso a nuestro servicio, le recomendamos generar una nueva clave API antes de la fecha mencionada.
