Repository: PauGonzalezSEPTEO/ACI.Proxy
Catalog: src/ACI.Proxy.Core/Localization/DataAnnotations.*.resx
Languages: es

source: Access token is required
es: El token de acceso es requerido

source: Company is required
es: La compañía es requerida

source: Confirmation password is required
es: La contraseña de confirmación es requerida

source: Confirmation password should have at least 6 characters
es: La contraseña de confirmación debe tener al menos 6 caracteres

source: Confirmation password should have maximum 100 characters
es: La contraseña de confirmación debe tener un máximo de 100 caracteres

source: Current password is required
es: La contraseña actual es requerida

source: Current password should have at least 6 characters
es: La contraseña actual debe tener al menos 6 caracteres

source: Current password should have maximum 100 characters
es: La contraseña actual debe tener un máximo de 100 caracteres

source: Email is required
es: El correo electrónico es requerido

source: Email should have at least 3 characters
es: El correo electrónico debe tener al menos 3 caracteres

source: Email should have maximum 256 characters
es: El correo electrónico debe tener un máximo de 256 caracteres

source: Email token is required
es: El token del correo electrónico es requerido

source: Firstname is required
es: El nombre de pila es requerido

source: Firstname should have at least 2 characters
es: El nombre de pila debe tener al menos 2 caracteres

source: Firstname should have maximum 256 characters
es: El nombre de pila debe tener un máximo de 256 caracteres

source: Id is required
es: El identificador es requerido

source: Language code is required
es: El código de lenguaje es requerido

source: Language code should have maximum 10 characters
es: El código de lenguaje debe tener un máximo de 10 caracteres

source: Lastname is required
es: El apellido es requerido

source: Lastname should have at least 2 characters
es: El apellido debe tener al menos 2 caracteres

source: Name is required
es: El nombre es requerido

source: Name should have at least 4 characters
es: El nombre debe tener al menos 4 caracteres

source: Name should have between 4 and 256 characters
es: El nombre debe tener entre 4 y 256 caracteres

source: Name should have maximum 256 characters
es: El nombre debe tener un máximo de 256 caracteres

source: New confirmation password is required
es: La nueva contraseña de confirmación es requerida

source: New confirmation password should have at least 6 characters
es: La nueva contraseña de confirmación debe tener al menos 6 caracteres

source: New confirmation password should have maximum 100 characters
es: La nueva contraseña de confirmación debe tener un máximo de 100 caracteres

source: New password is required
es: La nueva contraseña es requerida

source: New password should have at least 6 characters
es: La nueva contraseña debe tener al menos 6 caracteres

source: New password should have maximum 100 characters
es: La nueva contraseña debe tener un máximo de 100 caracteres

source: Password is required
es: La contraseña es requerida

source: Password should have at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: Password should have maximum 100 characters
es: La contraseña debe tener un máximo de 100 caracteres

source: Password token is required
es: El token de la contraseña es requerido

source: Provider is required
es: El proveedor es requerido

source: Refresh token is required
es: El token de actualización es requerido

source: Roles should have at least one element
es: Los roles deben tener al menos un elemento

source: Short description should have maximum 500 characters
es: La descripción corta debe tener un máximo de 500 caracteres

source: The password and confirmation password do not match
es: La contraseña y la contraseña de confirmación no coinciden

source: Token is required
es: El token es requerido

source: User name is required
es: El nombre de usuario es requerido

source: User name should have maximum 256 characters
es: El nombre de usuario debe tener un máximo de 256 caracteres

source: Lastname should have maximum 256 characters
es: El apellido debe tener un máximo de 256 caracteres

source: User name should have at least 3 characters
es: El nombre de usuario debe tener al menos 3 caracteres

source: Key is required
es: La clave es requerida

source: Key should have maximum 256 characters
es: La clave debe tener un máximo de 256 caracteres
